Repository: dolbik/transl
Catalog: res/*.xlf
Languages: ru

source: Tenant
ru: Тенант

source: User Name
ru: Имя пользователя

source: Password
ru: Пароль

source: Forgot Password?
ru: Забыли пароль?

source: Log In
ru: Войти

source: Log out
ru: Выход

source: You are logged in as %user_name%
ru: Вы вошли систему как %user_name%

source: Your tenant id is %tenant%
ru: Ваш арендатор идентификатор — %tenant%

source: Authentication provider - %provider%
ru: Поставщик проверки подлинности - %provider%

source: Application not verified
ru: Приложение не проверено

source: This app hasn't been verified by SugarCRM admin yet and confirmed it's authentic.
ru: Этот app не были проверены по SugarCRM администратора еще и подтвердил, что он является подлинным.

source: Unverified apps may pose a threat to your personal data.
ru: Непроверенные приложения могут создавать угрозу для ваших личных данных.

source: Back to Safety
ru: Вернуться к безопасности

source: Application is asking for permission
ru: Приложение запрашивает разрешение

source: "%client%" is asking for access.
ru: «%client%» просит доступа.

source: "%client%" would like to:
ru: хотели бы «%client%»:

source: Do you want to allow this access?
ru: Вы хотите разрешить такой доступ?

source: No, Thanks
ru: Нет, спасибо

source: Allow access
ru: Разрешить доступ

source: Sorry, service is not able to process the request.
ru: К сожалению служба не сможет обработать запрос.

source: error
ru: ошибка

source: Return to Home
ru: Возвращение домой

source: Can't log in? Forget your password?
ru: Не удается войти в систему? Забыли свой пароль?

source: Enter your email address below and we'll send you password reset instructions.
ru: Введите свой адрес электронной почты ниже и мы вышлем вам инструкции по сброса пароля.

source: Required
ru: Обязательно

source: Cancel
ru: Отмена

source: Send
ru: Отправить

source: Reset your password
ru: Сброс пароля

source: Please choose a new password to finish log in.
ru: Пожалуйста, выберите новый пароль, чтобы закончить войти.

source: Read some tips on %link%creating a secure password.%endlink%
ru: Прочитайте несколько советов на %liНК%cается надежный пароль.%endlink%

source: New password
ru: Новый пароль

source: Confirm password
ru: Подтверждение пароля

source: Change password
ru: Смена пароля

source: Password reset successful
ru: Успешного сброса пароля

source: Awesome, you've successfully updated your password.
ru: Огромная, вы успешно обновили свой пароль.

source: Now you can log in and check if %link%your profile%endlink% is correct.
ru: Теперь вы можете войти и проверить, если %link % вашего профиля%endlink% является правильным.

source: Password reset email sent
ru: Сброс пароля по электронной почте посылается

source: An email has been sent to following address %emailaddress%.
ru: Следующий адрес %emailaddress% был разослан по электронной почте.

source: Follow the direction in the email to reset your password.
ru: Следуйте в направлении электронной почты для сброса пароля.

source: Done
ru: Договорились

source: Login using SAML
ru: Войти с помощью SAML

source: User is logged out
ru: Пользователь вышел из

source: Back
ru: Назад

source: Invalid tenant ID
ru: Недопустимый арендатор ID

source: All fields are required
ru: Все поля являются обязательными

source: Invalid credentials
ru: Неверные учетные данные

source: Password expired
ru: Срок действия пароля истек

source: Invalid scope
ru: Недопустимую область

source: Authentication SAML request is not valid
ru: Запрос проверки подлинности SAML не действителен

source: Authentication SAML response is not valid
ru: Запрос проверки подлинности SAML не действителен

source: Too many failed login attempts.
ru: Слишком много неудачных попыток входа.

source: Please contact the system administrator.
ru: Пожалуйста, обратитесь к системному администратору.

source: You can try logging in again in
ru: Вы можете попробовать входа в систему

source: days
ru: дней

source: hours
ru: Часы

source: minutes
ru: минут

source: seconds
ru: секунд

source: Private key and x509cert should be defined
ru: Закрытый ключ и x509cert должны быть определены

source: Invalid IdP configuration
ru: Недопустимая конфигурация ВПЛ

source: Invalid authentication services configuration
ru: Настройка служб недопустимый аутентификации

source: LDAP config option groupDn must not be empty
ru: Различающееся_имя_группы параметр конфигурации LDAP не должен быть пустым

source: LDAP groupAttribute must not be empty
ru: LDAP groupAttribute не должен быть пустым

source: LDAP baseDn must not be empty
ru: LDAP baseDn не должен быть пустым

source: Consent not found
ru: Согласие не найден

source: Consent session not found
ru: Сессии согласия не найден

source: TEST
ru: ТЕСТ
